Repository: oerlgrey/KravenHD
Catalog: usr/lib/enigma2/python/Plugins/Extensions/KravenHD/locale/*/LC_MESSAGES/KravenHD.po
Languages: de, sk

source: description - 22 Pixel EPG list - 20 Pixel primetime - 20 Pixel
de: Beschreibung - 22 Pixel EPG-Liste - 20 Pixel Primetime - 20 Pixel
sk: Popis - 22 Pixel EPG zoznam - 20 Pixel Hlavný vysielací čas - 20 Pixel

source: EPG list - 22 Pixel primetime - 22 Pixel
de: EPG-Liste - 22 Pixel Primetime - 22 Pixel
sk: EPG zoznam - 22 Pixel Hlavný vysielací čas - 22 Pixel

source: EPG list - 24 Pixel primetime - 24 Pixel
de: EPG-Liste - 24 Pixel Primetime - 24 Pixel
sk: EPG zoznam - 24 Pixel Hlavný vysielací čas - 24 Pixel

source: description - 22 Pixel EPG list - 22 Pixel primetime - 22 Pixel
de: Beschreibung - 22 Pixel EPG-Liste - 22 Pixel Primetime - 22 Pixel
sk: Popis - 22 Pixel EPG zoznam - 22 Pixel Hlavný vysielací čas - 22 Pixel

source: description - 24 Pixel EPG list - 24 Pixel primetime - 24 Pixel
de: Beschreibung - 24 Pixel EPG-Liste - 24 Pixel Primetime - 24 Pixel
sk: Popis - 24 Pixel EPG zoznam - 24 Pixel Hlavný vysielací čas - 24 Pixel

source: weather icon
de: Wetter-Icon
sk: Počasie-Ikony

source: Weather-Icon-Size
de: Wetter-Icon-Grösse
sk: Počasie-Ikony-Veľkosť

source: Choose the size of the icon for 'weather icon' clock.
de: Wählen Sie die Grösse der Icons für die 'Wetter-Icon' Uhr.
sk: Vyberte veľkosť ikony pre 'ikona počasia' hodiny.

source: with description
de: mit Sendungsbeschreibung
sk: s popisom

source: without description
de: ohne Sendungsbeschreibung
sk: bez popisu

source: Choose from different styles to display FileCommander.
de: Wählen Sie eine von verschiedenen Darstellungs-Varianten für 'FileCommander'.
sk: Vyberte si z rôznych štýlov na zobrazenie 'FileCommander'.

source: Choose from different styles to display EPGSelection.
de: Wählen Sie eine von verschiedenen Darstellungs-Varianten für 'EPGSelection'.
sk: Vyberte si z rôznych štýlov na zobrazenie voľby EPG.

source: about
de: Über
sk: O prijímači

source: profiles
de: Profile
sk: Profily

source: global colors
de: Globale Farben
sk: Farby-všeobecne

source: infobar-look
de: Info-Aussehen
sk: Infobar

source: infobar-contents
de: Info-Inhalte
sk: Infobar - obsah

source: weather
de: Wetter
sk: Počasie

source: clock
de: Uhr
sk: Hodiny

source: ECM infos
sk: ECM-Info

source: views
de: Ansichten
sk: Náhľady

source: channellist
de: Kanalliste
sk: Zoznam programov

source: player
sk: Prehrávač

source: antialiasing
de: Kantenglättung
sk: Doladenie

source: various
de: Sonstiges
sk: Rôzne

source: Show ECM Infos
de: Zeige ECM-Infos
sk: Zobraziť ECM Info

source: Infobar & SecondInfobar
de: Infoleiste & "SecondInfoBar"
sk: Infobar & Rozšírený infobar

source: Infobar & SecondInfobar
de: Infoleiste & "SecondInfoBar"
sk: Infobar a Druhý info - panel

source: Clock
de: Uhr
sk: Hodiny

source: Choose from different options to show the clock in the players.
de: Wählen Sie eine von verschiedenen Varianten, um die Uhr in den Playern anzuzeigen.
sk: Vyberte si z rôznych možností zobrazovania hodín v prehrávačoch.

source: Choose whether cover is displayed or not in the players.
de: Wählen Sie, ob das Cover in den Playern angezeigt wird oder nicht.
sk: Vyberte, či sa obal zobrazí v prehrávači alebo nie.

source: Choose from different options where to display the ECM informations.
de: Wählen Sie eine von verschiedenen Varianten, wo die ECM-Informationen angezeigt werden sollen.
sk: Vyberte si z rôznych možností, kde sa majú zobraziť informácie ECM.

source: This sections offers all profile settings. Different settings can be saved, modified, shared and cloned. Read the FAQs.
de: In diesem Abschnitt finden Sie alle Einstellungen zu Profilen. Sie können verschiedene Einstellungen als Profile speichern, bearbeiten, teilen und klonen. Lesen Sie die FAQs.
sk: Táto časť ponúka všetky nastavenia profilu. Rôzne nastavenia je možné uložiť a upravené zdieľať a klonovať. Prečítajte si najčastejšie otázky v FAQs.

source: This sections offers all basic settings.
de: In diesem Abschnitt finden Sie alle grundlegenden System-Einstellungen.
sk: Táto časť ponúka všetky základné nastavenia.

source: This sections offers offers all basic color settings.
de: In diesem Abschnitt finden Sie alle grundlegenden Farb-Einstellungen.
sk: Táto časť ponúka všetky základné nastavenia farieb.

source: This sections offers all settings for the infobar-look.
de: In diesem Abschnitt finden Sie alle Einstellungen zu Infoleisten-Aussehen.
sk: Táto časť ponúka všetky nastavenia pre infobar.

source: This sections offers all settings for infobar-contents.
de: In diesem Abschnitt finden Sie alle Einstellungen zu Infoleisten-Inhalten.
sk: Táto časť ponúka všetky nastavenia pre obsah infobaru.

source: This sections offers all weather settings.
de: In diesem Abschnitt finden Sie alle Wetter-Einstellungen.
sk: Táto časť ponúka všetky parametrenastavenia pre počasie.

source: This sections offers all settings for the different clocks.
de: In diesem Abschnitt finden Sie alle Einstellungen zu den verschiedenen Uhren.
sk: Táto časť ponúka všetky nastavenia pre rôzne hodiny.

source: This sections offers all settings for showing the decryption infos.
de: In diesem Abschnitt finden Sie alle Einstellungen zu den Entschlüsselungs-Infos.
sk: Táto časť ponúka všetky nastavenia pre zobrazovanie informácii o dešifrovaní.

source: This sections offers all settings for skinned plugins.
de: In diesem Abschnitt finden Sie alle Einstellungen zu geskinnten Plugins.
sk: Táto časť ponúka všetky nastavenia pre stiahnuté pluginy.

source: This sections offers all channellist settings.
de: In diesem Abschnitt finden Sie alle Kanallisten-Einstellungen.
sk: Táto časť ponúka všetky nastavenia zoznamu programov.

source: This sections offers all settings for EMC ('EnhancedMovieCenter').
de: In diesem Abschnitt finden Sie alle Einstellungen zum EMC ('EnhancedMovieCenter').
sk: Táto časť ponúka všetky nastavenia pre EMC ('EnhancedMovieCenter').

source: This sections offers all settings for the movie players.
de: In diesem Abschnitt finden Sie alle Einstellungen zu den verwendeten Movieplayern.
sk: Táto časť ponúka všetky nastavenia pre prehrávač nahratých filmov.

source: This sections offers all antialiasing settings. Distortions or color frames around fonts can be reduced by this settings.
de: In diesem Abschnitt finden Sie alle Einstellungen zur Kantenglättung. Hier können Sie Störungen oder farbige Rahmen um Schriften verringern.
sk: Táto časť ponúka všetky funkcie nastavenia doladenia priehľadnosti. Skreslenia alebo farebné rámčeky okolo písma možno zmeniť týmto nastavením.

source: This sections offers all debug settings.
sk: Táto časť ponúka všetky nastavenia pre debug.

source: record blink
de: Record blinkt
sk: nahrávanie bliká

source: record shine
de: Record leuchtet
sk: nahrávanie svieti

source: tuner blink
de: Tuner blinkt
sk: tuner bliká

source: tuner shine
de: Tuner leuchtet
sk: tuner svieti

source: record & tuner blink
de: Record & Tuner blinkt
sk: nahrávanie a tuner bliká

source: record & tuner shine
de: Record & Tuner leuchtet
sk: nahrávanie a tuner svieti

source: record blink, tuner shine
de: Record blinkt, Tuner leuchtet
sk: nahrávanie bliká, tuner svieti

source: record shine, tuner blink
de: Record leuchtet, Tuner blinkt
sk: nahrávanie svieti, tuner bliká

source: record blink, no record tuner
de: Record blinkt, keine Aufnahmeanzeige für Tuner
sk: tuner bliká, žiadny tuner pre nahrávanie

source: record shine, no record tuner
de: Record leuchtet, keine Aufnahmeanzeige für Tuner
sk: nahrávanie svieti, žiadny tuner pre nahrávanie

source: no record tuner
de: keine Aufnahmeanzeige für Tuner
sk: žiadny tuner pre nahrávanie

source: Record-State
de: Aufnahmezustand
sk: Stav nahrávania

source: Unwatched Color
de: Farbe ungesehener Filme
sk: Farba nevidených filmov

source: Watching Color
de: Farbe teils gesehener Filme
sk: Farba čiastočne videných filmov

source: Finished Color
de: Farbe gesehener Filme
sk: Farba videných filmov

source: Choose the font color of unwatched movies. Press OK to define your own RGB color.
de: Wählen Sie die Schriftfarbe für noch nicht gesehene Filme. Drücken Sie OK, um Ihre eigene RGB-Farbe festzulegen.
sk: Vyberte farbu písma pre filmy, ktoré ste ešte nevideli. Stlačením tlačidla OK nastavíte vlastnú farbu RGB.

source: Choose the font color of watching movies. Press OK to define your own RGB color.
de: Wählen Sie die Schriftfarbe für teilweise gesehene Filme. Drücken Sie OK, um Ihre eigene RGB-Farbe festzulegen.
sk: Vyberte farbu písma pre čiastočne videné filmy. Stlačením tlačidla OK nastavíte vlastnú farbu RGB.

source: Choose the font color of watched movies. Press OK to define your own RGB color.
de: Wählen Sie die Schriftfarbe für gesehene Filme. Drücken Sie OK, um Ihre eigene RGB-Farbe festzulegen.
sk: Vyberte farbu písma pre videné filmy. Stlačením tlačidla OK nastavíte vlastnú farbu RGB.

source: infobar colors big
de: Infoleisten-Farben groß
sk: farba veľký pruh infobaru

source: infobar colors small
de: Infoleisten-Farben klein
sk: farba malý pruh infobaru

source: global colors big
de: Globale-Farben groß
sk: všeobecné farby veľké

source: global colors small
de: Globale-Farben klein
sk: všeobecné farby malé

source: transparent big
de: transparent groß
sk: transparentné veľké

source: transparent small
de: transparent klein
sk: transparentné malé

source: PermanentClock-Color
sk: PermanentClock - Farba

source: Choose the colors of PermanentClock.
de: Wählen Sie die Farben für 'PermanentClock'.
sk: Vyberte farbu pre 'PermanentClock'.

source: PermanentClock-Font
de: PermanentClock-Schrift
sk: PermanentClock - Písmo

source: Choose the font color of PermanentClock. Press OK to define your own RGB color.
de: Wählen Sie die Schriftfarbe für 'PermanentClock'. Drücken Sie OK, um Ihre eigene RGB-Farbe festzulegen.
sk: Vyberte farbu písma pre 'PermanentClock'. Stlačením tlačidla OK nastavíte vlastnú farbu RGB.

source: Primary Color
de: Primäre Farbe
sk: Základná farba

source: Secondary Color
de: Sekundäre Farbe
sk: Sekundárna farba

source: Choose the primary color for the background gradient. Press OK to define your own RGB color.
de: Wählen Sie die primäre Farbe für den Hintergrund-Verlauf. Drücken Sie OK, um Ihre eigene RGB-Farbe festzulegen.
sk: Vyberte základnú farbu pre pozadia prechod farby vzostupne. Stlačením tlačidla OK definujte svoju vlastnú farbu RGB.

source: Choose the secondary color for the background gradient. Press OK to define your own RGB color.
de: Wählen Sie die sekundäre Farbe für den Hintergrund-Verlauf. Drücken Sie OK, um Ihre eigene RGB-Farbe festzulegen.
sk: Vyberte sekundárnu farbu pre pozadia prechod farby vzostupne. Stlačením tlačidla OK definujte svoju vlastnú farbu RGB.

source: Choose the primary color for the infobar gradient. Press OK to define your own RGB color.
de: Wählen Sie die primäre Farbe für den Infoleisten-Verlauf. Drücken Sie OK, um Ihre eigene RGB-Farbe festzulegen.
sk: Vyberte základnú farbu pre infobar prechod farby vzostupne. Stlačením tlačidla OK definujte svoju vlastnú farbu RGB.

source: Choose the secondary color for the infobar gradient. Press OK to define your own RGB color.
de: Wählen Sie die sekundäre Farbe für den Infoleisten-Verlauf. Drücken Sie OK, um Ihre eigene RGB-Farbe festzulegen.
sk: Vyberte sekundárnu farbu pre infobar prechod farby vzostupne. Stlačením tlačidla OK definujte svoju vlastnú farbu RGB.

source: Info Panels
de: Infofelder
sk: Info Panel

source: Choose gradient or color for the info panels (Sysinfos, Timeshiftbar etc.).
de: Wählen Sie Verlauf oder eine Farbe für die Infofelder (Sysinfos, Timeshiftbar etc.).
sk: Vyberte prechod farby alebo farbu pre info panely (Sysinfos, Timeshiftbar atď.).

source: This sections offers all settings for EPGSelection.
de: In diesem Abschnitt finden Sie alle Einstellungen zu EPGSelection.
sk: Táto časť ponúka všetky nastavenia pre Výber EPG.

source: EPGSelection-Style
de: EPGSelection-Stil
sk: EPGSelection - Štýl

source: EPG-List Fontsize
de: EPG-Liste Schriftgrösse
sk: EPG-List veľkosť písm

source: Choose the font size of EPG-List.
de: Wählen Sie die Schriftgrösse für die EPG-Liste.
sk: Vyberte veľkosť písma EPG - Listu.

source: texture
de: Textur
sk: textúra

source: user texture
de: Benutzer-Textur
sk: textúra používateľa

source: Texture
de: Textur
sk: Textúra

source: Alternate Color
de: Ersatz-Farbe
sk: Alternatívna farba

source: Choose the texture for the background.
de: Wählen Sie die Textur für den Hintergrund.
sk: Vyberte textúru pozadia.

source: Choose the alternate color for the background. It should match the texture at the best. Press OK to define your own RGB color.
de: Wählen Sie die Ersatz-Farbe für den Hintergrund. Diese sollte der Textur bestmöglich entsprechen. Drücken Sie OK, um Ihre eigene RGB-Farbe festzulegen.
sk: Vyberte alternatívnu farbu pozadia. Textúra by sa mala čo najlepšie zhodovať s textúrou. Stlačením tlačidla OK definujte svoju vlastnú farbu RGB.

source: Choose the texture for the infobars.
de: Wählen Sie die Textur für die Infoleisten.
sk: Vyberte štruktúru infobarov.

source: Choose the alternate color for the infobars. It should match the texture at the best. Press OK to define your own RGB color.
de: Wählen Sie die Ersatz-Farbe für die Infoleisten. Diese sollte der Textur bestmöglich entsprechen. Drücken Sie OK, um Ihre eigene RGB-Farbe festzulegen.
sk: Vyberte alternatívnu farbu pre infobary. Textúra by sa mala čo najlepšie zhodovať s textúrou. Stlačením tlačidla OK definujte svoju vlastnú farbu RGB.

source: This sections offers all settings for NumberZap.
de: In diesem Abschnitt finden Sie alle Einstellungen zu NumberZap.
sk: Táto sekcia ponúka všetky nastavenia pre NumberZap.

source: NumberZap-Style
de: NumberZap-Stil
sk: NumberZap - Štýl

source: Choose the border color for NumberZap. Press OK to define your own RGB color.
de: Wählen Sie die Rahmenfarbe für "NumberZap". Drücken Sie OK, um Ihre eigene RGB-Farbe festzulegen.
sk: Vyberte farbu rámčeka pre NumberZap. Stlačením tlačidla OK definujte svoju vlastnú farbu RGB.

source: Border Color
de: Rahmenfarbe
sk: Rámček Farba

source: no MiniTV
de: kein MiniTV
sk: bez MiniTV

source: Selected Event Fontcolor
de: Schriftfarbe der ausgewählten Sendung
sk: Vybratá farba písma udalosti

source: Selected Event Background
de: Hintergrundfarbe der ausgewählten Sendung
sk: Vybrané pozadie udalosti

source: Running Event Fontcolor
de: Schriftfarbe der laufenden Sendungen
sk: Farba písma spustenej udalosti

source: Running Event Background
de: Hintergrundfarbe der laufenden Sendungen
sk: Pozadie spustenej udalosti

source: Event Description Fontsize
de: Sendungsbeschreibung Schriftgrösse
sk: Udalosť popis Veľkosť písma

source: GRAPHICALEPG ________________________________________________________________________________
de: GRAFISCHES EPG ________________________________________________________________________________
sk: GRAFICKÉ EPG ________________________________________________________________________________

source: This sections offers all settings for GraphicalEPG.
de: In diesem Abschnitt finden Sie alle Einstellungen zum Grafischen EPG.
sk: Táto časť ponúka všetky nastavenia pre Grafické EPG.

source: GraphicalEPG-Style
de: Graphisches EPG Stil
sk: Grafické EPG Štýl

source: Choose from different styles for GraphicalEPG.
de: Wählen Sie eine von verschiedenen Darstellungs-Varianten für "Graphisches EPG".
sk: Vyberte si z rôznych štýlov pre Grafické EPG.

source: Choose the border color for GraphicalEPG. Press OK to define your own RGB color.
de: Wählen Sie die Rahmenfarbe für "Graphisches EPG". Drücken Sie OK, um Ihre eigene RGB-Farbe festzulegen.
sk: Vyberte farbu orámovania pre Grafické EPG. Stlačením tlačidla OK definujte svoju vlastnú farbu RGB.

source: Choose the font color of selected event for GraphicalEPG. Press OK to define your own RGB color.
de: Wählen Sie die Schriftfarbe der ausgewählten Sendung für "Graphisches EPG". Drücken Sie OK, um Ihre eigene RGB-Farbe festzulegen.
sk: Vyberte farbu písma zvolenej udalosti pre Grafické EPG. Stlačením tlačidla OK definujte svoju vlastnú farbu RGB.

source: Choose the font color of selected events for GraphicalEPG. Press OK to define your own RGB color.
sk: Vyberte farbu písma zvolených udalostí pre Grafické EPG. Stlačením tlačidla OK definujte svoju vlastnú farbu RGB..

source: Choose the background color of selected events for GraphicalEPG. Press OK to define your own RGB color.
sk: Vyberte farbu pozadia zvolených udalostí pre Grafické EPG. Stlačením tlačidla OK definujte svoju vlastnú farbu RGB.

source: Choose the background color of selected event for GraphicalEPG. Press OK to define your own RGB color.
de: Wählen Sie die Hintergrundfarbe der ausgewählten Sendung für "Graphisches EPG". Drücken Sie OK, um Ihre eigene RGB-Farbe festzulegen.
sk: Vyberte farbu pozadia zvolenej udalosti pre Grafické EPG. Stlačením tlačidla OK definujte svoju vlastnú farbu RGB.

source: Choose the font color of running events for GraphicalEPG. Press OK to define your own RGB color.
de: Wählen Sie die Schriftfarbe der laufenden Sendungen für "Graphisches EPG". Drücken Sie OK, um Ihre eigene RGB-Farbe festzulegen.
sk: Vyberte farbu písma spustených udalostí pre Grafické EPG. Stlačením tlačidla OK definujte svoju vlastnú farbu RGB.

source: Choose the background color of running events for GraphicalEPG. Press OK to define your own RGB color.
de: Wählen Sie die Hintergrundfarbe der laufenden Sendungen für "Graphisches EPG". Drücken Sie OK, um Ihre eigene RGB-Farbe festzulegen.
sk: Vyberte farbu pozadia spustených udalostí pre Grafické EPG. Stlačením tlačidla OK definujte svoju vlastnú farbu RGB.

source: global selection fontcolor
de: globaler Auswahlbalken-Schriftfarbe
sk: farba písma všeobecného výberu

source: global selection background
de: globaler Auswahlbalken-Hintergrund
sk: pozadie všeobecného výberu

source: Text with MiniTV
de: Text mit MiniTV
sk: Text s MiniTV

source: graphical
de: grafisch
sk: grafické

source: graphical with MiniTV
de: grafisch mit MiniTV
sk: grafické s MiniTV

source: Choose from different styles for VerticalEPG.
de: Wählen Sie eine von verschiedenen Darstellungs-Varianten für das vertikale EPG.
sk: Vyberte si z rôznych štýlov pre vertikálne RPG.

source: VerticalEPG-Style
de: Vertikal-EPG-Stil
sk: Vertikálne - EPG - Štyl

source: VerticalEPG
de: Vertikales EPG
sk: Vertikálne EPG

source: description
de: Sendungsbeschreibung
sk: popis

source: full
de: voll
sk: plný

source: Eventname Fontsize
de: Sendungsname Schriftgrösse
sk: Názov udalosti - Veľkosť písma

source: Choose the font size of eventname.
de: Wählen Sie die Schriftgrösse für den Sendungsnamen.
sk: Vyberte veľkosť písma názvu udalosti.

source: standard layout
de: standard Ansicht
sk: štandardné rozloženie

source: medium font with EPG Info
de: mittlere Schrift mit EPG Info
sk: stredné písmo s informáciou EPG

source: big font with EPG Info
de: grosse Schrift mit EPG Info
sk: veľké písmo s informáciou EPG

source: SecondInfobar
sk: Druhý info - panel

source: Choose from different styles for SecondInfobar. Activate the SecondInfobar in the OSD settings. 2nd infobar -> 2nd Infobar INFO
de: Wählen Sie eine von verschiedenen Darstellungs-Varianten für "SecondInfobar". Aktivieren Sie die "SecondInfobar" in den OSD-Einstellungen. Zweite Infoleiste -> Zweite Infoleiste INFO
sk: Vyberte si z rôznych štýlov pre druhý info - panel. Druhý info - panel aktivujete v Menu / Nastavenie / Používanie a GUI / Nastavenia... 2. info - panel -> 2. info - panel INFO

source: MiniTV/weather
de: MiniTV/Wetter
sk: MiniTV / Počasie

source: show Picons in channellist
de: Picons in Kanalliste anzeigen
sk: zobraziť pikony v zozname kanálov

source: Choose whether picons are shown in channellist or not.
de: Wählen Sie, ob Picons in der Kanalliste angezeigt werden oder nicht.
sk: Vyberte, či sa pikony budú zobrazovať v zozname kanálov alebo nie.

source: Eventname effect
de: Sendungsname Effekt
sk: Názov udalosti Efekt

source: Choose from different effects to display eventname.
de: Wählen Sie aus verschiedenen Effekten für die Anzeige des Sendungsnamens.
sk: Vyberte si z rôznych efektov zobrazovania názvu udalosti.

source: runningtext
de: Laufschrift
sk: rolovať

source: typewriter
de: Schreibmaschine
sk: písací stroj

source: Choose whether scrollbars should be shown.
de: Wählen Sie, ob Scrollbalken angezeigt werden sollen.
sk: Zvoľte, či bude posuvník zobrazený.

source: Color Selection
de: Farbauswahl
sk: Výber farieb

source: Save Color
de: Farbe speichern
sk: Uložiť farbu

source: You have no internet connection. This function is disabled.
de: Sie haben keine Internetverbindung. Diese Funktion ist deaktiviert.
sk: Nemáte pripojenie na internet. Táto funkcia je vypnutá.

source: Mainmenu Fontsize ('Standard' Style)
de: Hauptmenü Schriftgrösse ('Standard' Ansicht)
sk: Veľkosť písma v hlavnom menu

source: Choose the font size for 'Standard' mainmenus.
de: Wählen Sie die Schriftgrösse für 'Standard' Hauptmenüs.
sk: Vyberte veľkosť písma pre hlavné menu.

source: Mainmenu Title Color ('Horizontal' Styles)
de: Hauptmenü Überschriftfarbe ('Horizontal' Ansichten)
sk: Farba názvov hlavného menu

source: Choose the title font color for 'Horizontal' and 'Horizontal-Icons' mainmenus.
de: Wählen Sie die Überschriftfarbe für 'Horizontal' und 'Horizontal-Icons' Hauptmenüs.
sk: Vyberte si farbu názvov v hornej časti hlavného menu.

source: Mainmenu Icons Gradient Color ('Horizontal-Icons' Style)
de: Hauptmenü Icons Verlaufs-Farbe ('Horizontal-Icons' Ansicht)
sk: Farba ikon hlavnej ponuky ('Horizontálne-Ikony' Štýl)

source: Choose the gradient color of the icons for 'Horizontal-Icons' mainmenus.
de: Wählen Sie die Verlaufs-Farbe der Icons für 'Horizontal-Icons' Hauptmenüs.
sk: Vyberte farbu prechodu ikon v hlavných ponukách 'Horizontálne-Ilony'.

source: Move/Copy
de: verschieben/kopieren
sk: presunúť / kopírovať

source: currently running:
de: aktuell läuft:
sk: momentálne beží:

source: it follows:
de: es folgt:
sk: nasleduje:

source: coming:
de: gleich:
sk: čoskoro:

source: running since
de: Sendung läuft seit
sk: spustené

source: preview
de: Vorschau
sk: Náhľad

source: runs until
de: läuft bis
sk: zostáva

source: timeshift active
de: timeshift aktiv
sk: timeshift aktívny

source: until live:
de: bis live:
sk: na živo:

source: temperature
de: Temperatur
sk: Teplota

source: CPU load:
de: CPU-Last:
sk: CPU - Zaťaženie:

source: satellite
de: Satellit
sk: Satelit

source: fanspeed:
de: Drehzahl:
sk: Ventilátor:

source: AVG load:
de: Systemlast:
sk: Zaťaženie:

source: signal
sk: Signál

source: r/m:
de: U/m:
sk: U/m:

source: load
de: Last
sk: načitavam

source: temp:
sk: Teplo:

source: wind:
sk: Vietor:

source: clime:
de: Klima:
sk: Klíma:

source: city:
de: Ort:
sk: Mesto:

source: Current Weather
de: Aktuelles Wetter
sk: Aktuálne počasie

source: Icon-Font vertical position
de: Symbol-Schrift vertikal Position
sk: Vertikálna poloha písma symbolu

source: Correct the vertical font position within some icons for the infobars and players.
de: Korrigieren Sie die vertikale Schrift-Position innerhalb einiger Symbole für die Infoleisten und Wiedergabe.
sk: Opravte zvislú polohu písma v rámci niektorých ikon pre infobary a prehrávače.

source: Birthday
de: Geburtstag
sk: Narodeniny

source: Age
de: Alter
sk: Vek

source: Birthday Reminder Settings
de: Birthday Reminder Einstellungen
sk: Nastavenia pripomenutia narodenín

source: Select a path for the birthday file
de: Wähle den Pfad für die Geburtstagsdatei
sk: Vyberte cestu k súboru s narodeninami

source: not available with selected Infobar-Style
de: nicht verfügbar mit dem ausgewählten Infoleisten-Stil
sk: nie je k dispozícii s vybranými Infobar - Štýlmi

source: remaining:
de: noch
sk: zostáva:

source: Busy color
de: Beschäftigt-Farbe
sk: Obsadený tuner - Farba
