Repository: oerlgrey/KravenHD
Catalog: usr/lib/enigma2/python/Plugins/Extensions/KravenHD/locale/*/LC_MESSAGES/KravenHD.po
Languages: de, sk

source: N-NE
sk: S-SV

source: E-NE
sk: V-SV

source: E
sk: V

source: E-SE
sk: V-JV

source: SE
sk: JV

source: S-SE
sk: J-JV

source: Mon
sk: Po

source: Tue
sk: Ut

source: Wed
sk: St

source: Thu
sk: Št

source: Fri
sk: Pia

source: Sat
sk: So

source: Sun
sk: Ne

source: Tropical storm
sk: Tropická búrka

source: Hurricane
sk: Hurikán

source: Severe thunderstorms
sk: Silná búrka

source: Thunderstorms
sk: Búrky

source: Mixed rain and snow
sk: Dážď so snehom

source: Mixed rain and sleet
sk: Dážď a čľapkanica

source: Mixed snow and sleet
sk: Sneženie a dážď so snehom

source: Freezing drizzle
sk: Mrznúce mrholenie

source: Drizzle
sk: Mrholenie

source: Freezing rain
sk: Mrznúci dážď

source: Showers
sk: Sneženie

source: Rain
sk: Dážď

source: Snow flurries
sk: Snehové prehánky

source: Light snow showers
sk: Slabé Snehové prehánky

source: Blowing snow
sk: Zvírený sneh

source: Snow
sk: Sneh

source: Hail
sk: Krupobitie

source: Sleet
sk: Pľušť

source: Dust
sk: Prach

source: Foggy
sk: Hmlisto

source: Haze
sk: Opar

source: Smoky
sk: Smog

source: Blustery
sk: Búrlivo

source: Windy
sk: Veterno

source: Cold
sk: Chladno

source: Cloudy
sk: Zamračené

source: Mostly cloudy
sk: Väčšinou zamračené

source: Partly cloudy
sk: Čiastočne zamračené

source: Clear
sk: Jasno

source: Sunny
sk: Slnečno

source: Fair
sk: Jasno

source: Mixed rain and hail
sk: Dážď a krúpy

source: Hot
sk: Horúco

source: Isolated thunderstorms
sk: Lokálne búrky

source: Scattered thunderstorms
sk: Ojedinelé búrky

source: Scattered showers
sk: Ojedinelé prehánky

source: Heavy snow
sk: Silné sneženie

source: Scattered snow showers
sk: Ojedinelé sneženie

source: Thundershowers
sk: Búrky

source: Snow showers
sk: Snehové prehánky

source: Isolated thundershowers
sk: Lokálne prehánky

source: Not available
sk: Nie je k dispozícii

source: from
sk: z

source: % humidity
de: % Luftfeuchte
sk: % vlhkosť

source: , feels
de: , gefühlt
sk: ,pocitová

source: not available
de: Nicht vorhanden
sk: Nie je k dispozícii

source: free to air
de: Frei empfangbar
sk: voľné vysielanie

source: CAM/Card unsupported
de: CAM/Karte nicht unterstützt
sk: CAM/Karta nie je podporovaná

source: unknown
de: unbekannt
sk: neznáme

source: System: unknown
de: System: unbekannt
sk: System: neznáme

source: Unknown
de: Unbekannt
sk: Neznáme

source: waiting for information ...
de: Warte auf Informationen ...
sk: Čakanie na informácie ...

source: no information available
de: Keine Informationen verfügbar
sk: K dispozícii nie sú žiadne informácie

source: with Border
de: mit Rahmen
sk: s rámom

source: left
de: links
sk: vľavo

source: right
de: rechts
sk: vpravo

source: bottom
de: unten
sk: dole

source: top
de: oben
sk: hore

source: center
de: mittig
sk: v strede

source: amber
de: bernstein
sk: jantárová

source: amber dark
de: bernstein dunkel
sk: tmavo jantárová

source: amber very dark
de: bernstein sehr dunkel
sk: jantarová veľmi tmavá

source: black
de: schwarz
sk: čierna

source: blue
de: blau
sk: modrá

source: blue dark
de: blau dunkel
sk: tmavo modrá

source: blue very dark
de: blau sehr dunkel
sk: modrá veľmi tmavá

source: brown
de: braun
sk: hnedá

source: brown dark
de: braun dunkel
sk: tmavo hnedá

source: brown very dark
de: braun sehr dunkel
sk: hnedá veľmi tmavá

source: cobalt
sk: kobaltová

source: cobalt dark
de: cobalt dunkel
sk: tmavo kobaltová

source: cobalt very dark
de: cobalt sehr dunkel
sk: kobaltová veľmi tmavá

source: cyan
sk: azúrová

source: cyan dark
de: cyan dunkel
sk: tmavo azúrová

source: cyan very dark
de: cyan sehr dunkel
sk: azúrová veľmi tmavá

source: grey
de: grau
sk: šedá

source: grey dark
de: grau dunkel
sk: tmavo šedá

source: grey very dark
de: grau sehr dunkel
sk: šedá veľmi tmavá

source: green
de: grün
sk: zelená

source: green dark
de: grün dunkel
sk: tmavo zelená

source: green very dark
de: grün sehr dunkel
sk: zelená veľmi tmavá

source: emerald
de: smaragdgrün
sk: smaragdovo zelená

source: Kraven dark
de: Kraven dunkel
sk: Kraven tmavá

source: Kraven very dark
de: Kraven sehr dunkel
sk: Kraven veľmi tmavá

source: olive
sk: olivová

source: olive dark
de: olive dunkel
sk: tmavo olivová

source: olive very dark
de: olive sehr dunkel
sk: olivová veľmi tmavá

source: orange
sk: oranžová

source: orange dark
de: orange dunkel
sk: tmavo oranžová

source: orange very dark
de: orange sehr dunkel
sk: oranžová veľmi tmavá

source: pink
sk: ružová

source: pink dark
de: pink dunkel
sk: tmavo ružová

source: pink very dark
de: pink sehr dunkel
sk: ružová veľmi tmavá

source: red
de: rot
sk: červená

source: red dark
de: rot dunkel
sk: tmavo červená

source: red very dark
de: rot sehr dunkel
sk: červená veľmi tmavá

source: steel
de: stahl
sk: oceľová

source: steel dark
de: stahl dunkel
sk: tmavo oceľová

source: steel very dark
de: stahl sehr dunkel
sk: oceľová veľmi tmavá

source: violet
de: violett
sk: fialová

source: violet dark
de: violett dunkel
sk: tmavo fialová

source: violet very dark
de: violett sehr dunkel
sk: fialová veľmi tmavá

source: white
de: weiß
sk: biela

source: yellow
de: gelb
sk: žltá

source: off
de: aus
sk: vypnúť

source: no Cover
de: kein Cover
sk: žiadna snímka

source: no Cover2
de: kein Cover2
sk: žiadna snímka2

source: small Cover
de: kleines Cover
sk: malá snímka

source: small Cover2
de: kleines Cover2
sk: malá snímka2

source: big Cover
de: großes Cover
sk: veľká snímka

source: big Cover2
de: großes Cover2
sk: veľká snímka2

source: very big Cover
de: sehr großes Cover
sk: veľmi veľká snímka

source: very big Cover2
de: sehr großes Cover2
sk: veľmi veľká snímka2

source: on
de: ein
sk: zapnúť

source: Weather
de: Wetter
sk: Počasie

source: Weather2
de: Wetter2
sk: Počasie2

source: standard
sk: štandard

source: standard big
de: Standard groß
sk: štandardné veľké

source: colored
de: Farbig
sk: farebné

source: colorfull
de: bunt
sk: pestré

source: colorfull2
de: bunt2
sk: farebné2

source: big
de: groß
sk: veľké

source: small
de: klein
sk: malé

source: big + Sat
de: groß + Sat
sk: veľké + Sat

source: Running Text (Delay)
de: Laufschrift (Verzögerung)
sk: Rolovanie textu (oneskorenie)

source: Running Text (Speed)
de: Laufschrift (Geschwindigkeit)
sk: Rolovanie textu (rýchlosť)

source: Background-Transparency
de: Hintergrund-Transparenz
sk: Pozadie - priehľadnosť

source: Weather-ID
sk: ID - Počasia

source: GLOBAL COLORS ________________________________________________________________________________
de: GLOBALE FARBEN ________________________________________________________________________________
sk: FARBY VŠEOBECNE ________________________________________________________________________________

source: VIEWS ________________________________________________________________________________
de: ANSICHTEN ________________________________________________________________________________
sk: NÁHĽADY ________________________________________________________________________________

source: CHANNELLIST ________________________________________________________________________________
de: KANALLISTE ________________________________________________________________________________
sk: ZOZNAM PROGRAMOV ________________________________________________________________________________

source: WEATHER ________________________________________________________________________________
de: WETTER ________________________________________________________________________________
sk: POČASIE________________________________________________________________________________

source: PROFILES ________________________________________________________________________________
de: PROFILE ________________________________________________________________________________
sk: PROFILY ________________________________________________________________________________

source: ECM INFOS ________________________________________________________________________________
sk: ECM INFO _________________________________________________________________________________

source: PLAYER ________________________________________________________________________________
sk: PREHRÁVAČ ____________________________________________________________________________

source: Refresh interval (in minutes)
de: Aktualisierungsintervall (in Minuten)
sk: Interval aktualizácie (v minútach)

source: Screennames
de: Screennamen
sk: Názov screenu

source: Menus
de: Menüs
sk: Menu

source: Weather-Style
de: Wetter-Stil
sk: Počasie - Štýl

source: Meteo-Color
de: Meteo-Farbe
sk: Meteo - Farba

source: Channellist-Style
de: Kanallisten-Stil
sk: Zoznam programov - Štýl

source: Channellist-Transparenz
de: Kanallisten-Transparenz
sk: Zoznam programov - Priehľadnosť

source: Choose the degree of background transparency for the channellists.
de: Wählen Sie den Grad der Hintergrundtransparenz für die Kanallisten.
sk: Vyberte stupeň priehľadnosti pozadia pre zoznam programov.

source: Primetime
sk: Nasleduje

source: Primetime-Time
de: Primetime-Uhrzeit
sk: Nasleduje - Čas

source: Primetime-Font
de: Primetime-Schrift
sk: Nasleduje - farba písma

source: Lines
de: Linien
sk: Čiary

source: Background
de: Hintergrund
sk: Pozadie

source: Border
de: Rahmen
sk: Rámik

source: Listselection-Style
de: Auswahlbalken-Stil
sk: Lišta pri listovaní - Štýl

source: Border
de: Rahmen
sk: Rámik

source: Color
de: Farbe
sk: Farba

source: solid color
de: einfarbig
sk: jednofarebná

source: two-colored
de: zweifarbig
sk: dvojfarebná

source: Choose from different options to display selection bars.
de: Wählen Sie eine von verschiedenen Varianten für die Darstellung der Auswahlbalken.
sk: Vyberte jednu z rôznych variantov pre zobrazenie lišty výberu.

source: Choose the primary background color of selection bars. Press OK to define your own RGB color.
de: Wählen Sie die primäre Hintergrund-Farbe für die Auswahlbalken. Drücken Sie OK, um Ihre eigene RGB-Farbe festzulegen.
sk: Vyberte základnú farbu pozadia pre výberové lišty. Stlačením tlačidla OK nastavíte vlastnú farbu RGB.

source: Choose the secondary background color of selection bars. Press OK to define your own RGB color.
de: Wählen Sie die sekundäre Hintergrund-Farbe für die Auswahlbalken. Drücken Sie OK, um Ihre eigene RGB-Farbe festzulegen.
sk: Vyberte druhú farbu pozadia pre výberové lišty. Stlačením tlačidla OK nastavíte vlastnú farbu RGB.

source: Progress-/Volumebar
de: Fortschritts-/Lautstärkebalken
sk: Indikátor - Hlasitosť

source: Primary-Font
de: Primär-Schrift
sk: Primárna - Farba

source: Secondary-Font
de: Sekundär-Schrift
sk: Sekundárna - Farba

source: Listselection-Font
de: Auswahlbalken-Schrift
sk: Výber - Farba

source: Marking-Font
de: Markierungs-Schrift
sk: Značka - Farba

source: ECM-Font
de: ECM-Schrift
sk: ECM - Farba

source: Colorbutton-Font
de: Farbtasten-Schrift
sk: Farebné tlačidlá - Farba písma

source: Clock-Style
de: Uhr-Anzeige
sk: Hodiny - Štýl

source: Analog-Clock-Color
de: Analoguhr-Farbe
sk: Analógové hodiny - Farba

source: System-Infos
sk: System Info

source: ECM Infos
sk: ECM Info

source: ECM-Contents
de: ECM-Inhalte
sk: ECM Obsah

source: Show 'free to air'
de: Zeige 'Frei empfangbar'
sk: Zobraziť 'voľné vysielanie'

source: short with CAID
de: kurz mit CAID
sk: caid a čas

source: short with source
de: kurz mit Quelle
sk: čítačka a čas

source: compact
de: kompakt
sk: kompaktné

source: balanced
de: ausgewogen
sk: vyvážené

source: extensive
de: ausführlich
sk: podrobné

source: complete
de: vollständig
sk: kompletné

source: Channellist
de: Kanalliste
sk: Zoznam programov

source: Volume
de: Lautstärke
sk: Hlasitosť

source: Do you really want to reboot now?
de: Wollen Sie jetzt neu starten?
sk: Naozaj chcete teraz reštartovať?

source: Do you really want to reset all values to the selected default profile?
de: Wollen Sie wirklich alle Werte auf das ausgewählte Standardprofil zurücksetzen?
sk: Naozaj chcete resetovať všetky hodnoty predvoleného profilu?

source: Do you really want to exit without saving?
de: Wollen Sie wirklich beenden, ohne zu speichern?
sk: Naozaj chcete ukončiť bez uloženia?

source: Restart GUI
de: GUI neu starten
sk: Reštart E2

source: Error creating Skin!
de: Fehler beim Erstellen des Skins!
sk: Chyba pri vytváraní Skinu!

source: GUI needs a restart to apply a new skin. Do you want to Restart the GUI now?
de: Zum Aktivieren des Skin muss die Oberfläche neu gestartet werden. Wollen Sie jetzt neu starten?
sk: Enigma2 sa musí reštartovať, aby sa prejavili nastavenia. Chcete reštartovať E2 teraz?

source: Configuration tool for KravenHD
de: Konfigurationstool für KravenHD
sk: Konfiguračný nástroj pre KravenHD

source: no Picon
de: kein Picon
sk: bez Picon

source: no Picon2
de: kein Picon2
sk: bez Picon2

source: Name small
de: Name klein
sk: Malý názov

source: Name & Number small
de: Name & Nummer klein
sk: Malý názov a číslo

source: Name big
de: Name groß
sk: Veľký názov

source: Name & Number big
de: Name & Nummer groß
sk: Veľký názov a číslo

source: Name & Number
de: Name & Nummer
sk: Názov a Číslo

source: Channelname/-number-Font
de: Kanalname/-nummer-Schrift
sk: Farba názvu stanice/čísla

source: Channelname/-number
de: Kanalname/-nummer
sk: Názov stanice/číslo

source: Infobox-Contents
de: Infobox-Inhalte
sk: Infobox - Obsah

source: top/bottom
de: untereinander
sk: hore/dole

source: left/right
de: nebeneinander
sk: vľavo / vpravo

source: single
de: einfach
sk: jednoduché

source: MiniTV left
de: MiniTV links
sk: MiniTV vľavo

source: MiniTV right
de: MiniTV rechts
sk: MiniTV vpravo

source: Preview
de: Vorschau
sk: Náhľad

source: Preview (2x OK)
de: Vorschau (2x OK)
sk: Náhľad (2x OK)

source: Extended Preview
de: Erweiterte Vorschau
sk: Rozšíreny Náhľad

source: Nobile Preview
de: Nobile Vorschau
sk: Nobile Náhľad

source: Nobile Preview (2x OK)
de: Nobile Vorschau (2x OK)
sk: Nobile Náhľad (2x OK)

source: Nobile Extended Preview
de: Nobile Erweiterte Vorschau
sk: Nobile Rozšíreny Náhľad

source: Tuner number
de: Tuneranzahl
sk: Číslo tunera

source: Infobar-Icons
de: Infoleisten-Icons
sk: Infobar - Ikony

source: Icons (except Infobar)
de: Icons (außer Infoleiste)
sk: Ikony (okrem Infobaru)

source: Infobar-Background
de: Infoleisten-Hintergrund
sk: Infobar - Pozadie

source: Infobar-Transparency
de: Infoleisten-Transparenz
sk: Infobar - Priehľadnosť

source: Show Infobar-Background
de: Infoleisten-Hintergrund
sk: Zobraziť Infobar - Pozadie

source: in all Screens
de: in allen Screens
sk: vo všetkých Screenoch

source: only Infobar, SecondInfobar & Players
de: nur Infoleiste, "SecondInfoBar" & Wiedergabe
sk: iba Infobar, Rozšírený infobar a Prehrávač

source: light
de: hell
sk: svetlé

source: dark
de: dunkel
sk: tmavé

source: thin
de: schmal
sk: úzka

source: middle
de: mittel
sk: stredné

source: wide
de: breit
sk: široké

source: Infobar-Style
de: Infoleisten-Stil
sk: Infobar - Štýl

source: Scrollbars
de: Scrollbalken
sk: Posuvník

source: Tuner/Satellite + SNR
de: Tuner/Satellit + SNR
sk: Tuner/Satelit + SNR

source: Tuner/Satellite + dB
de: Tuner/Satellit + dB
sk: Tuner/Satelit + dB

source: CPU + Load
de: CPU + Systemlast
sk: CPU + Zaťaženie

source: Temperature + Fan
de: Temperatur + Lüfter
sk: Teplota + Ventilátor

source: The KravenHD skin will be generated by this plugin according to your preferences. Make your settings and watch the changes in the preview window above. When finished, save your skin by pressing the green button and restart the GUI.
de: Der KravenHD Skin wird durch dieses Plugin nach Ihren Wünschen erzeugt. Machen Sie Ihre Einstellungen und beobachten Sie die Änderungen im Vorschaufenster oben. Zum Schluss speichern Sie den Skin (grüne Taste) und starten die Oberfläche neu.
sk: Skin Kraven HD bude generovaný týmto pluginom podľa vašich preferencií. Urobte si svoje nastavenie a môžete sledovať zmeny v okne náhľadu vyššie. Po dokončení stlačte zelené tlačidlo pre uloženie zmien a reštartujte E2.

source: Choose between light and dark icons in system screens. The icons in the infobars are not affected.
de: Wählen Sie zwischen hellen und dunklen Symbolen in Systemseiten. Die Symbole in den Infoleisten sind davon nicht betroffen.
sk: Zloľte si medzi svetlými a tmavými ikonami. Ikony v infobare nebudú ovplyvnené.

source: Choose the start delay for running text.
de: Wählen Sie die Startverzögerung für Laufschriften.
sk: Vyberte oneskorenie spustenia pre rolovanie textu.

source: Choose the speed for running text.
de: Wählen Sie die Geschwindigkeit für Laufschriften.
sk: Vyberte rýchlosť pre rolovanie textu.

source: Choose the width of scrollbars in lists or deactivate scrollbars completely.
de: Wählen Sie die Breite der Bildlaufleisten in Listen oder deaktivieren Sie diese komplett.
sk: Vyberte šírku posuvníkov v zoznamoch alebo úplne deaktivujte posuvníky.

source: Choose from different options to display the system menus. Press red button for the FAQs with details on installing menu icons.
de: Wählen Sie eine von verschiedenen Varianten für die Darstellung der Systemmenüs. Drücken Sie die rote Taste für die FAQs mit Details zur Installation von Menü-Symbolen.
sk: Vyberte jednu z niekoľkých variant pre zobrazenie v menu systému. Stlačte červené tlačidlo FAQs pre časté otázky s podrobnosťami o inštalácii Ikon do menu.

source: Choose the background for all screens. You can choose from a list of predefined colors or textures, create your own color using RGB sliders or define a color gradient. Also read the FAQs regarding your own textures.
de: Wählen Sie den Hintergrund für alle Seiten. Sie können aus einer Liste von vordefinierten Farben oder Texturen wählen, Ihre eigene Farbe mit RGB-Reglern erzeugen oder einen Farbverlauf definieren. Lesen Sie auch die FAQs bzgl. Ihren eigenen Texturen.
sk: Zloľte si farbu pozadia vo všetkých screenoch. Môžete si vybrať zo zoznamu preddefinovaných farieb alebo vytvoriť vlastnú farbu pomocou RGB posuvníkov. Prečítajte si aj FAQs týkajúce sa vašich vlastných textúr.

source: Choose the degree of background transparency for all screens except channellists.
de: Wählen Sie den Grad der Hintergrundtransparenz für alle Seiten außer Kanallisten.
sk: Zvoľte stupeň priehľadnosti pozadia na všetkých screenoch okrem menu a zoznamu programov.

source: Choose the background color of selection bars. Press OK to define your own RGB color.
de: Wählen Sie die Hintergrundfarbe der Auswahlbalken. Drücken Sie OK, um Ihre eigene RGB-Farbe festzulegen.
sk: Zvoľte farbu pozadia lišty pri listovaní. Stlačením tlačidla OK definujte svoju vlastnú farbu RGB.

source: Choose the border color of selection bars or deactivate borders completely. Press OK to define your own RGB color.
de: Wählen Sie die Rahmenfarbe der Auswahlbalken oder deaktivieren Sie die Rahmen komplett. Drücken Sie OK, um Ihre eigene RGB-Farbe festzulegen.
sk: Zvoľte si farbu orámovania lišty pri listovaní alebo ju nechajte vypnutú. Stlačením tlačidla OK definujte svoju vlastnú farbu RGB.

source: Choose the color of progress bars. Press OK to define your own RGB color.
de: Wählen Sie die Farbe der Fortschrittsbalken. Drücken Sie OK, um Ihre eigene RGB-Farbe festzulegen.
sk: Zvoľte farbu indikátora hlasitosti. Stlačením tlačidla OK definujte svoju vlastnú farbu RGB.

source: Choose the global border color. Press OK to define your own RGB color.
de: Wählen Sie die globale Rahmenfarbe. Drücken Sie OK, um Ihre eigene RGB-Farbe festzulegen.
sk: Zvoľte farbu orámovania indikátora hlasitosti. Stlačením tlačidla OK definujte svoju vlastnú farbu RGB.

source: Choose the color of all lines. This affects dividers as well as the line in the center of some progress bars. Press OK to define your own RGB color.
de: Wählen Sie die Farbe für alle Linien. Dies betrifft Trennlinien sowie die Linie in der Mitte einiger Fortschrittsbalken. Drücken Sie OK, um Ihre eigene RGB-Farbe festzulegen.
sk: Zvoľte si farbu pre všetky čiary. To sa týka deliacich čiar a čiar uprostred nejakého progress-baru, napriklad v infobare, v zozname programov atď. Stlačením tlačidla OK definujte svoju vlastnú farbu RGB.

source: Choose the color of the primary font. The primary font is used for list items, textboxes and other important information. Press OK to define your own RGB color.
de: Wählen Sie die Farbe der primären Schrift. Die primäre Schrift wird für Listeneinträge, Textfelder und andere wichtige Informationen verwendet. Drücken Sie OK, um Ihre eigene RGB-Farbe festzulegen.
sk: Zvoľte farbu primárneho písma. Primárne písmo sa používa pre položky zoznamu, textové polia a ďalšie dôležité informácie. Stlačením tlačidla OK definujte svoju vlastnú farbu RGB.

source: Choose the color of the secondary font. The secondary font is used for headers, labels and other additional information. Press OK to define your own RGB color.
de: Wählen Sie die Farbe der sekundären Schrift. Die sekundäre Schrift wird für Überschriften, Labels und andere zusätzliche Informationen verwendet. Drücken Sie OK, um Ihre eigene RGB-Farbe festzulegen.
sk: Zvoľte farbu sekundárneho písma. Sekundárne písmo sa používa pre hlavičky, štítky a ďalšie doplňujúce informácie. Stlačením tlačidla OK definujte svoju vlastnú farbu RGB.

source: Choose the color of the font in selection bars. Press OK to define your own RGB color.
de: Wählen Sie die Farbe der Schrift in Auswahlbalken. Drücken Sie OK, um Ihre eigene RGB-Farbe festzulegen.
sk: Zvoľte farbu písma v lište pri listovaní. Stlačením tlačidla OK definujte svoju vlastnú farbu RGB.

source: Choose the font color of marked list items. Press OK to define your own RGB color.
de: Wählen Sie die Schriftfarbe von markierten Listenelementen. Drücken Sie OK, um Ihre eigene RGB-Farbe festzulegen.
sk: Zvoľte farbu písma označených položiek zoznamu. Stlačením tlačidla OK definujte svoju vlastnú farbu RGB.

source: Choose the font color of the color button labels. Press OK to define your own RGB color.
de: Wählen Sie die Schriftfarbe der Farbtastenbeschriftungen. Drücken Sie OK, um Ihre eigene RGB-Farbe festzulegen.
sk: Zvoľte farbu písma štítkov farebných tlačidiel. Stlačením tlačidla OK definujte svoju vlastnú farbu RGB.

source: Choose the frequency of loading weather data from the internet.
de: Wählen Sie die Häufigkeit für das Laden von Wetterdaten aus dem Internet.
sk: Zvoľte frekvenciu načítania údajov o počasí z internetu.

source: Choose between graphical weather symbols and Meteo symbols.
de: Wählen Sie zwischen grafischen Wettersymbolen und Meteo-Symbolen.
sk: Zvoľte si medzi grafickými symbolmi počasia a Meteo - symbolmi.

source: Choose between light and dark Meteo symbols.
de: Wählen Sie zwischen hellen und dunklen Meteo-Symbolen.
sk: Zvoľte si medzi svetlými a tmavými Meteo - symbolmi.

source: Choose from different infobar styles. Please note that not every style provides every feature. Therefore some features might be unavailable for the chosen style.
de: Wählen Sie eine von verschiedenen Infoleisten-Varianten. Bitte beachten Sie, dass nicht jede Variante jede Funktion bietet. Deshalb sind einige Funktionen für die ausgewählte Variante möglicherweise nicht verfügbar.
sk: Zvoľte si z rôznych štýlov infobaru. Upozorňujeme, že nie každý štýl poskytuje všetky funkcie. Preto niektoré funkcie nemusia byť k dispozícii pre zvolený štýl.

source: Choose the background for the infobars. You can choose from a list of predefined colors or textures or create your own color using RGB sliders.
de: Wählen Sie den Hintergrund für die Infoleisten. Sie können aus einer Liste von vordefinierten Farben oder Texturen wählen oder Ihre eigene Farbe mit RGB-Reglern erzeugen.
sk: Zvoľte si pozadie pre infobary. Môžete si vybrať zo zoznamu preddefinovaných farieb alebo textúr alebo si vytvoriť vlastnú farbu pomocou jazdcov RGB.
