Repository: oerlgrey/KravenHD
Catalog: usr/lib/enigma2/python/Plugins/Extensions/KravenHD/locale/*/LC_MESSAGES/KravenHD.po
Languages: de, sk

source: Choose the background for the infobars. You can choose from a list of predefined colors or textures, create your own color using RGB sliders or define a color gradient.
de: Wählen Sie den Hintergrund für die Infoleisten. Sie können aus einer Liste von vordefinierten Farben oder Texturen wählen, Ihre eigene Farbe mit RGB-Reglern erzeugen oder einen Farbverlauf definieren.
sk: Zloľte si farbu pozadia pre infobar. Môžete si vybrať zo zoznamu preddefinovaných farieb alebo vytvoriť vlastnú farbu pomocou RGB posuvníkov.

source: Choose the degree of background transparency for the infobars.
de: Wählen Sie den Grad der Hintergrundtransparenz für die Infoleisten.
sk: Zvoľte stupeň priehľadnosti pozadia pre infobar.

source: Choose whether you want to see the infobar background in all screens (bicolored background).
de: Wählen Sie, ob Sie den Infoleisten-Hintergrund auf allen Seiten sehen wollen (zweifarbiger Hintergrund).
sk: Zvoľte, či chcete zobraziť infobar pozadie vo všetkých screenoch (dvojfarebné pozadie).

source: Choose between light and dark infobar icons.
de: Wählen Sie zwischen hellen und dunklen Infoleisten-Symbolen.
sk: Zvoľte si medzi svetlými a tmavými ikonami informačného panela.

source: Choose from different options to display recording state.
de: Wählen Sie eine von verschiedenen Varianten für die Anzeige von Aufnahmezustand.
sk: Zvoľte jednu z niekoľkých možností na zobrazenie stavu nahrávania.

source: Choose from different options to display tuner.
de: Wählen Sie eine von verschiedenen Varianten für die Anzeige von Tunern.
sk: Na zobrazenie tunerov zvoľte jednu z niekoľkých možností.

source: Choose which informations will be shown in the info box.
de: Wählen Sie, welche Informationen in der Infobox angezeigt werden sollen.
sk: Zvoľte, ktoré informácie sa majú zobraziť v informačnom poli.

source: Choose from different options to show the weather in the infobar.
de: Wählen Sie eine von verschiedenen Varianten, um das Wetter in der Infoleiste anzuzeigen.
sk: Vyberte jednu z niekoľkých možností na zobrazenie počasia v informačnom paneli.

source: Activate or deactivate displaying the weather in the infobar.
de: Aktivieren oder deaktivieren Sie die Wetteranzeige in der Infoleiste.
sk: Aktivácia alebo deaktivácia zobrazovania počasia v infobare.

source: Choose from different options to show the channel name and number in the infobar.
de: Wählen Sie eine von verschiedenen Varianten, um Kanal-Namen und -Nummer in der Infoleiste anzuzeigen.
sk: Ak chcete zobraziť názov a číslo kanála v informačnom paneli, vyberte si z rôznych možností.

source: Choose the font color of channel name and number. Press OK to define your own RGB color.
de: Wählen Sie die Schriftfarbe für Kanal-Name und -Nummer. Drücken Sie OK, um Ihre eigene RGB-Farbe festzulegen.
sk: Vyberte farbu písma názvu stanice a čísla. Stlačením tlačidla OK definujte svoju vlastnú farbu RGB.

source: Choose from different options to show the clock in the infobar.
de: Wählen Sie eine von verschiedenen Varianten, um die Uhr in der Infoleiste anzuzeigen.
sk: Vyberte si z rôznych možností, ako zobraziť hodiny v infobare.

source: Choose from different colors for the analog type clock in the infobar.
de: Wählen Sie eine von verschiedenen Farben für die Analoguhr in der Infoleiste.
sk: Vyberte si z rôznych farieb pre hodiny analógového typu v infobare.

source: Choose from different additional windows with system informations or deactivate them completely.
de: Wählen Sie eines von verschiedenen zusätzlichen Fenstern mit Systeminformationen oder deaktivieren Sie diese komplett.
sk: Vyberte si z rôznych ďalších okien so systémovými informáciami alebo ich úplne deaktivujte.

source: Activate or deactivate an additional window with satellite informations.
de: Aktivieren oder deaktivieren Sie ein zusätzliches Fenster mit Satelliten-Informationen.
sk: Aktivujte alebo deaktivujte ďalšie okno so satelitnými informáciami.

source: Activate or deactivate ECM informations in the infobar.
de: Aktivieren oder deaktivieren Sie ECM-Informationen in der Infoleiste.
sk: Aktivujte alebo deaktivujte informácie ECM v infobare.

source: Choose from different options to display the ECM informations.
de: Wählen Sie eine von verschiedenen Varianten, um die ECM-Informationen anzuzeigen.
sk: Vyberte si z rôznych možností na zobrazenie informácií ECM.

source: Choose whether 'free to air' is displayed or not for unencrypted channels.
de: Wählen Sie, ob "Frei empfangbar" für unverschlüsselte Sender angezeigt wird oder nicht.
sk: Vyberte, či sa pri nekódovaných kanáloch má alebo nemá zobraziť možnosť 'voľné vysielanie'.

source: Choose the font color of the ECM information. Press OK to define your own RGB color.
de: Wählen Sie die Schriftfarbe der ECM-Informationen. Drücken Sie OK, um Ihre eigene RGB-Farbe festzulegen.
sk: Vyberte farbu písma informácií ECM. Stlačením tlačidla OK definujte svoju vlastnú farbu RGB.

source: Choose from different styles for the channel selection screen.
de: Wählen Sie eine von verschiedenen Darstellungs-Varianten für die Kanalauswahl.
sk: Vyberte jeden z rôznych variantov zobrazenia pre zoznam staníc.

source: Choose whether primetime program information is displayed or not.
de: Wählen Sie, ob Hauptsendezeit-Programminformationen angezeigt werden oder nicht.
sk: Vyberte, či sa majú alebo nemajú zobrazovať informácie o programoch.

source: Specify the time for your primetime.
de: Geben Sie die Uhrzeit für Ihre Hauptsendezeit ein.
sk: Zadajte čas svojho hlavného času.

source: Choose the font color of the primetime information. Press OK to define your own RGB color.
de: Wählen Sie die Schriftfarbe der Hauptsendezeit-Informationen. Drücken Sie OK, um Ihre eigene RGB-Farbe festzulegen.
sk: Vyberte farbu písma pre informácie o čase. Stlačením tlačidla OK nastavíte vlastnú farbu RGB.

source: Choose from different styles for the volume display.
de: Wählen Sie eine von verschiedenen Darstellungs-Varianten für die Lautstärkeanzeige.
sk: Vyberte si z rôznych štýlov zobrazenia hlasitosti.

source: Choose from different styles for CoolTVGuide.
de: Wählen Sie eine von verschiedenen Darstellungs-Varianten für "CoolTVGuide".
sk: Vyberte si z rôznych štýlov pre 'CoolTVGuide'.

source: EMC-Style
de: EMC-Stil
sk: EMC Štyl

source: Choose whether you want to customize the selection-colors for EnhancedMovieCenter.
de: Wählen Sie, ob Sie die Auswahl-Farben für EnhancedMovieCenter anpassen möchten.
sk: Vyberte, či chcete upraviť farby výberu pre 'EnhancedMovieCenter'.

source: EMC-Selection-Colors
de: EMC-Auswahl-Farben
sk: EMC Výber farieb

source: define new colors
de: neue Farben definieren
sk: definovať nové farby

source: EMC-Listselection
de: EMC-Auswahlbalken
sk: EMC Lišta Výberu

source: Choose the background color of selection bars for EnhancedMovieCenter. Press OK to define your own RGB color.
de: Wählen Sie die Hintergrundfarbe der Auswahlbalken für EnhancedMovieCenter. Drücken Sie OK, um Ihre eigene RGB-Farbe festzulegen.
sk: Vyberte farbu pozadia výberových pruhov pre 'EnhancedMovieCenter'. Stlačením tlačidla OK nastavíte vlastnú farbu RGB.

source: EMC-Selection-Font
de: EMC-Auswahl-Schrift
sk: EMC Výber Fontu

source: Choose the color of the font in selection bars for EnhancedMovieCenter. Press OK to define your own RGB color.
de: Wählen Sie die Farbe der Schrift in Auswahlbalken für EnhancedMovieCenter. Drücken Sie OK, um Ihre eigene RGB-Farbe festzulegen.
sk: Vyberte farbu písma na paneli výberu pre 'EnhancedMovieCenter'. Stlačením tlačidla OK nastavíte vlastnú farbu RGB.

source: Choose from different styles for EnhancedMovieCenter.
de: Wählen Sie eine von verschiedenen Darstellungs-Varianten für "EnhancedMovieCenter".
sk: Vyberte jednu z rôznych variantov zobrazenia pre 'EnhancedMovieCenter'.

source: Servicenumber/-name Fontsize
de: Sendernummer/-name Schriftgrösse
sk: Číslo stanice /-veľkosť písma názvu

source: Serviceinfo Fontsize
de: Sendungsinfo Schriftgrösse
sk: Stanica informácie veľkosť písma

source: Choose the font size of channelnumber and channelname.
de: Wählen Sie die Schriftgrösse für Kanalnummer und Kanalname.
sk: Vyberte veľkosť písma pre číslo stanice a názvu stanice.

source: Choose the font size of serviceinformation.
de: Wählen Sie die Schriftgrösse für die Sendungsinformation.
sk: Vyberte veľkosť písma pre informácie o stanici.

source: Choose from different styles for MovieSelection.
de: Wählen Sie eine von verschiedenen Darstellungs-Varianten für die Filmauswahl.
sk: Vyberte si z rôznych štýlov pre 'MovieSelection'.

source: Choose from different styles for NumberZap.
de: Wählen Sie eine von verschiedenen Darstellungs-Varianten für "NumberZap".
sk: Vyberte si z rôznych štýlov pre 'NumberZap'.

source: Activate or deactivate small screen names for debugging purposes.
de: Aktivieren oder deaktivieren Sie die Anzeige von kleinen Seiten-Namen für die Fehlersuche.
sk: Aktivujte alebo deaktivujte malú obrazovku pre účely ladenia.

source: self
de: eigene RGB-Farbe
sk: vlastná RGB - farba

source: red
de: Rot
sk: červená

source: green
de: Grün
sk: zelená

source: blue
de: Blau
sk: modrá

source: Set the intensity of this basic color with the slider.
de: Bestimmen Sie die Intensität dieser Grundfarbe mit dem Einstellbalken.
sk: Nastavte intenzitu tejto základnej farby.

source: free
de: frei
sk: voľné

source: used
de: genutzt
sk: použité

source: Free
de: Frei
sk: Voľné

source: Used
de: Genutzt
sk: Použité

source: Active Profile / Save
de: Aktives Profil / Speichern
sk: Aktuálny Profil / Uložiť

source: Save profile
de: Profil speichern
sk: Uložený Profil

source: Select the profile you want to work with. Profiles are saved automatically on switching them or by pressing the OK button. New profiles will be generated based on the actual one. Profiles are interchangeable between boxes.
de: Wählen Sie das Profil, mit dem Sie arbeiten wollen. Profile werden automatisch beim Wechseln oder mit der OK Taste gespeichert. Neue Profile werden auf der Basis des aktuellen erzeugt. Profile sind zwischen Boxen austauschbar.
sk: Vyberte profil s ktorým chcete pracovať. Profily sa automaticky ukladajú pri prepnutí alebo stlačením tlačidla OK. Nové profily sú vytvárané na základe aktuálneho nastavenia. Profily sú zameniteľné medzi prijímačmi.

source: Profile
de: Profil
sk: Profil

source: saved successfully.
de: erfolgreich gespeichert.
sk: úspešne uložený.

source: could not be saved!
de: konnte nicht gespeichert werden!
sk: nemožno uložiť!

source: Cancel
de: Abbrechen
sk: Zrušiť

source: Save skin
de: Skin speichern
sk: Uložiť Skin

source: Reset profile
de: Profil zurücksetzen
sk: Resetovať Profil

source: Preview (2xOK)
de: Vorschau (2xOK)
sk: Náhľad (2xOK)

source: Channellist-Mode
de: Kanallisten-Modus
sk: Zoznam programov-Režim

source: Choose between direct zapping (1xOK) and zapping after preview (2xOK).
de: Wählen Sie zwischen direktem Umschalten (1xOK) und Umschalten nach Vorschau (2xOK).
sk: Zvoľte si medzi priamym prepnutím (1xOK) a prepínaním v náhľade (2xOK).

source: Primary-Infobar-Font
de: Primäre Infoleisten-Schrift
sk: Primárny Infobar - Font

source: Secondary-Infobar-Font
de: Sekundäre Infoleisten-Schrift
sk: Sekundárny Infobar - Font

source: Choose the color of the primary infobar font. Press OK to define your own RGB color.
de: Wählen Sie die Farbe der primären Infoleisten-Schrift. Drücken Sie OK, um Ihre eigene RGB-Farbe festzulegen.
sk: Zvoľte farbu primárneho písma infobar. Stlačením tlačidla OK definujte svoju vlastnú farbu RGB.

source: Choose the color of the secondary infobar font. Press OK to define your own RGB color.
de: Wählen Sie die Farbe der sekundären Infoleisten-Schrift. Drücken Sie OK, um Ihre eigene RGB-Farbe festzulegen.
sk: Zvoľte farbu sekundárneho písma infobar. Stlačením tlačidla OK definujte svoju vlastnú farbu RGB.

source: ANTIALIASING BRIGHTNESS ________________________________________________________________________________
de: KANTENGLÄTTUNGS-HELLIGKEIT ________________________________________________________________________________
sk: DOLADENIE JASU _________________________________________________________________________________________

source: INFOBAR-LOOK ________________________________________________________________________________
de: INFOLEISTEN-AUSSEHEN ________________________________________________________________________________
sk: INFOBAR________________________________________________________________________________

source: INFOBAR-CONTENTS ________________________________________________________________________________
de: INFOLEISTEN-INHALTE ________________________________________________________________________________
sk: INFOBAR - OBSAH ________________________________________________________________________________

source: VARIOUS SETTINGS ________________________________________________________________________________
de: SONSTIGE EINSTELLUNGEN ________________________________________________________________________________
sk: RÔZNE NASTAVENIA ________________________________________________________________________________

source: This sections offers various settings.
de: In diesem Abschnitt finden Sie sonstige Einstellungen.
sk: Táto časť ponúka rôzne nastavenia.

source: Reduce distortions (faint/blurry) or color frames around fonts in the infobar and widgets by adjusting the antialiasing brightness.
de: Verringern Sie Störungen (undeutlich/verschwommen) oder farbige Rahmen um Schriften in der Infoleiste und in Infofenstern durch Anpassen der Kantenglättungs-Helligkeit.
sk: Zníženie skreslenia (nezreteľné / rozmazané) alebo farebné rámčeky okolo fontov v informačnom paneli a v informačných oknách úpravou potlačenia jasu.

source: Reduce distortions (faint/blurry) or color frames around the ECM information in the infobar by adjusting the antialiasing brightness.
de: Verringern Sie Störungen (undeutlich/verschwommen) oder farbige Rahmen um die ECM-Informationen in der Infoleiste durch Anpassen der Kantenglättungs-Helligkeit.
sk: Zníženie skreslenia (nezreteľné / rozmazané) alebo farebné rámčeky okolo informácií ECM v infobare úpravou potlačenia jasu.

source: Reduce distortions (faint/blurry) or color frames around fonts at top and bottom of screens by adjusting the antialiasing brightness.
de: Verringern Sie Störungen (undeutlich/verschwommen) oder farbige Rahmen um Schriften im oberen und unteren Bereich von Bildschirmseiten durch Anpassen der Kantenglättungs-Helligkeit.
sk: Zníženie skreslenia (nezreteľné / rozmazané) alebo farebné rámčeky okolo fontov v hornej a dolnej časti obrazovky úpravou potlačenia jasu.

source: Default Profile / Reset
de: Standardprofil / Zurücksetzen
sk: Vlastný Profil / Načítať

source: Select the default profile you want to use when resetting the active profile (OK button). You can add your own default profiles under /etc/enigma2/kravenhd_default_n (n<=20).
de: Wählen Sie das Standardprofil, das Sie zum Zurücksetzen des aktiven Profils nutzen möchten (OK Taste). Sie können Ihre eigenen Standardprofile unter /etc/enigma2/kravenhd_default_n (n<=20) hinzufügen.
sk: Zloľte si vlastný profil, ktorý chcete použiť pri resete aktuálneho profilu (tlačidlo OK). Môžete pridať svoj vlastný profil do /etc/enigma2/kravenhd_default_n (n = číslo vašho uloženeho profilu napr.1).

source: hardcoded
de: fest programmiert
sk: pevné

source: 0 (hardcoded)
de: 0 (fest programmiert)
sk: 0 (pevné)

source: Choose whether you want the Kraven skin to be applied to 'Serienrecorder' or not. Activation of this option prohibits the skin selection in the SR-plugin.
de: Wählen Sie, ob der Kraven Skin auf "Serienrecorder" angewendet werden soll. Aktivieren dieser Option verhindert die Skin-Auswahl im SR-Plugin.
sk: Zvoľte, či má byť Kraven Skin aplikovaný na 'Serienrecorder'. Aktivácia tejto možnosti zakáže výber Skinu v doplnku SR - plugin.

source: Icons
de: Symbole
sk: Ikony

source: MiniTV + Icons
de: MiniTV + Symbole
sk: MiniTV + Ikony

source: Choose from different icon sets for the menu screens. Many thanks to rennmaus and kleiner.teufel for their icon set.
de: Wählen Sie einen von verschiedenen Symbol-Sätzen für die System-Menüs. Vielen Dank an rennmaus und kleiner.teufel für ihren Symbol-Satz.
sk: Zvoľte si z rôznych sád ikon pre menu. Po uložení skinu a reštarte E2 budú zobrazené v menu. Ďakujeme rennmaus a kleiner.teufel za ich sadu ikon.

source: MiniTV-Border
de: MiniTV-Rahmen
sk: MiniTV - Rámik

source: Choose the border color of MiniTV's. Press OK to define your own RGB color.
de: Wählen Sie die Rahmenfarbe für MiniTV's. Drücken Sie OK, um Ihre eigene RGB-Farbe festzulegen.
sk: Zvoľte farbu orámovania pre MiniTV's. Stlačením tlačidla OK definujte svoju vlastnú farbu RGB

source: Choose whether you want the Kraven skin to be applied to 'MediaPortal' or not. To remove it again, you must deactivate it here and activate another skin in 'MediaPortal'.
de: Wählen Sie, ob der Kraven Skin auf "MediaPortal" angewendet werden soll. Um ihn wieder zu entfernen, müssen Sie ihn hier deaktivieren und in "MediaPortal" einen anderen Skin aktivieren.
sk: Zvoľte, či má byť Kraven Skin aplikovaný na 'MediaPortal'. Ak ju chcete znova odstrániť, musíte ju deaktivovať a aktivovať ďalší vzhľad v priečinku 'MediaPortal'.

source: MediaPortal not installed
de: MediaPortal nicht installiert
sk: MediaPortal nie je nainštalovaný

source: This option is not available because 'MediaPortal' is not installed.
de: Diese Option ist nicht verfügbar, da "MediaPortal" nicht installiert ist.
sk: Táto možnosť nie je k dispozícii, pretože nie je nainštalovaný 'MediaPortal'.

source: 'Not available'-Font
de: 'Nicht verfügbar'-Schrift
sk: Font - 'Nie je k dispozícii'

source: Choose the font color of channels that are unavailable at the moment. Press OK to define your own RGB color.
de: Wählen Sie die Schriftfarbe von Kanälen, die derzeit nicht verfügbar sind. Drücken Sie OK, um Ihre eigene RGB-Farbe festzulegen.
sk: Zvoľte farbu písma kanálov, ktoré momentálne nie sú k dispozícii. Stlačením tlačidla OK definujte svoju vlastnú farbu RGB.

source: Choose from different options to display the PVR state.
de: Wählen Sie eine von verschiedenen Varianten für die Darstellung des PVR-Zustands.
sk: Zvoľte si z rôznych možností na zobrazenie stavu PVR.

source: center big
de: mittig groß
sk: veľké v strede

source: center small
de: mittig klein
sk: malé v strede

source: left small
de: links klein
sk: malé vľavo

source: Search by
sk: Hľadať podľa

source: Search String
sk: Hľadaný výraz

source: Choose from different servers for the weather data.
sk: Zvoľte si z rôznych serverov pre údaje o počasí.

source: Choose from different options to specify your location.
sk: Zvoľte jednu z niekoľkých možností na určenie vašej polohy.

source: Specify any search string for your location (zip/city/district/state single or combined). Press OK to use the virtual keyboard. Step up or down in the menu to start the search.
sk: Zadajte ľubovoľný vyhľadávací reťazec pre svoju polohu (samostatné alebo kombinované PSČ, mesto / okres / štát). Stlačením tlačidla OK použijete virtuálnu klávesnicu. Ak chcete spustiť vyhľadávanie, prejdite v ponuke nahor alebo nadol.

source: Specify any search string for your location (zip(unprecise!)/city/district/state single or comma-separated). Press OK to use the virtual keyboard. Step up or down in the menu to start the search.
sk: Zadajte ľubovoľný vyhľadávací reťazec pre svoju polohu (PSČ (nepresné!) / mesto / okres / štát samostatne alebo oddelené čiarkou). Stlačením tlačidla OK použijete virtuálnu klávesnicu. Ak chcete spustiť vyhľadávanie, prejdite v ponuke nahor alebo nadol.

source: Specify the GM code for your location. You can find it at https://weather.codes. Press OK to use the virtual keyboard. Step up or down in the menu to start the search.
sk: Zadajte GM - kód pre svoju polohu. Nájdete ho na stránke https://weather.codes. Stlačením tlačidla OK použijete virtuálnu klávesnicu. Ak chcete spustiť vyhľadávanie, prejdite v ponuke nahor alebo nadol.

source: Specify the language for the weather output.
de: Wählen Sie die Sprache für die Wetter-Anzeige.
sk: Zvoľte jazyk pre zobrazenie počasia.

source: Enter the search string for your location:
sk: Zadajte hľadaný reťazec pre svoju polohu:

source: Enter the GM code for your location:
sk: Zadajte kód GM pre svoju polohu:

source: TU
sk: UT

source: WE
sk: ST

source: TH
sk: ŠT

source: SU
sk: NE

source: No data for IP
sk: Žiadne údaje pre IP

source: No data for search string, fallback to IP
sk: Žiadne údaje pre hľadaný reťazec, Zlyhanie IP

source: No data for GM code, fallback to IP
sk: Žiadne údaje pre GM kód, Zlyhanie IP

source: No Accu ID found
sk: Nenašli sa žiadne Accu ID

source: Accuweather API Key
sk: Zadať API - Key

source: Press OK to enter your API Key. You will receive the key at "https://developer.accuweather.com/".
sk: Stlačením tlačidla OK zadajte svoj API Key. Key získate na stránke "https://developer.accuweather.com/ Je nutné sa registrovať.

source: Enter your API Key:
sk: Vložte Vaš API Key:

source: API authorization failed
sk: API - Skončilo chybou

source: API requests exceeded
sk: API - Počet žiadostí bol prekročený

source: Choose the font color of android-clock temperature. Press OK to define your own RGB color.
de: Wählen Sie die Schriftfarbe für die Temperatur-Anzeige der Android-Uhr. Drücken Sie OK, um Ihre eigene RGB-Farbe festzulegen.
sk: Vyberte farbu písma pre zobrazenie teploty na hodinách Android. Stlačením tlačidla OK nastavíte vlastnú farbu RGB.

source: Android-Temp-Color
de: Android-Temperatur-Farbe
sk: Android-Teplota-Farba

source: PVRState
de: PVR-Status
sk: PVR - Stav

source: Menu-Icons
de: Menü-Symbole
sk: Menu - Ikony

source: gradient
de: Verlauf
sk: vzostupne

source: Infobar-Background-Style
de: Infoleisten-Hintergrund-Stil
sk: Infobar - Štýl - Pozadia

source: Infobar-Box-Line
de: Infoleisten-Box-Linien
sk: Infobar - Box - Riadok

source: CLOCK ________________________________________________________________________________
de: UHR ________________________________________________________________________________
sk: HODINY ________________________________________________________________________________

source: Choose from different infobar background styles.
de: Wählen Sie eine von verschiedenen Infoleisten-Hintergrund-Varianten.
sk: Vyberte si z rôznych štýlov pozadia infobaru.

source: Choose the color of the infobar box lines. Press OK to define your own RGB color.
de: Wählen Sie die Farbe für die Begrenzungslinien der Infoleisten-Boxen. Drücken Sie OK, um Ihre eigene RGB-Farbe festzulegen.
sk: Vyberte farbu riadkov informačného poľa. Stlačením tlačidla OK definujte svoju vlastnú farbu RGB.

source: EPG Fontsize
de: EPG Schriftgröße
sk: EPG Veľkosť písma

source: Choose the font size of event description, EPG list and primetime.
de: Wählen Sie die Schriftgrösse für die Sendungsbeschreibung, EPG-Liste und Primetime.
sk: Vyberte veľkosť písma pre popis udalosti, zoznam EPG a hlavný vysielací čas.

source: Choose the font size of event description.
de: Wählen Sie die Schriftgrösse für die Sendungsbeschreibung.
sk: Vyberte veľkosť písma popisu udalosti.

source: Choose the font size of EPG list and primetime.
de: Wählen Sie die Schriftgrösse für die EPG-Liste und Primetime.
sk: Vyberte veľkosť písma zoznamu EPG a hlavný vysielací čas.

source: description - 19 Pixel EPG list - 18 Pixel primetime - 18 Pixel
de: Beschreibung - 19 Pixel EPG-Liste - 18 Pixel Primetime - 18 Pixel
sk: Popis - 19 Pixel EPG zoznam - 18 Pixel Hlavný vysielací čas - 18 Pixel
