Repository: oerlgrey/KravenHD
Catalog: usr/lib/enigma2/python/Plugins/Extensions/KravenHD/locale/*/LC_MESSAGES/KravenHD.po
Languages: de, sk

source: Choose the color for engaged tuners. Press OK to define your own RGB color.
de: Wählen Sie die Farbe für beschäftigte Tuner. Drücken Sie OK, um Ihre eigene RGB-Farbe festzulegen.
sk: Vyberte farbu pre obsadené (zaneprázdnené) tunery. Stlačením tlačidla OK definujte svoju vlastnú farbu RGB.

source: Active color
de: Aktiv-Farbe
sk: Aktívny tuner - Farba

source: Choose the color for the current live tuner. Press OK to define your own RGB color.
de: Wählen Sie die Farbe für den derzeit anzeigenden Tuner. Drücken Sie OK, um Ihre eigene RGB-Farbe festzulegen.
sk: Vyberte farbu aktuálne použitého tunera. Stlačením tlačidla OK definujte svoju vlastnú farbu RGB.

source: Record color
de: Aufnahme-Farbe
sk: Tuner nahráva - Farba

source: Choose the color for recording tuners. Press OK to define your own RGB color.
de: Wählen Sie die Farbe für aufnehmende Tuner. Drücken Sie OK, um Ihre eigene RGB-Farbe festzulegen.
sk: Vyberte farbu pre tunery s ktorých sa prave nahráva. Stlačením tlačidla OK definujte svoju vlastnú farbu RGB.

source: Active record color
de: Aktiv-Aufnahme-Farbe
sk: Aktívny - Nahráva - Farba

source: Choose the color for the current live tuner when also recording. Press OK to define your own RGB color.
de: Wählen Sie die Farbe für den derzeit anzeigenden Tuner, wenn er aufnimmt. Drücken Sie OK, um Ihre eigene RGB-Farbe festzulegen.
sk: Vyberte farbu aktuálne použitého tunera, ktorý prave nahráva. Stlačením tlačidla OK definujte svoju vlastnú farbu RGB..

source: Show unused Tuners
de: Zeige unbenutzte Tuner
sk: Zobraziť nepoužívané tunery

source: Choose whether unused tuners are displayed or not.
de: Wählen Sie, ob unbenutzte Tuner angezeigt werden oder nicht.
sk: Vyberte, či sa nepoužívané tunery majú alebo nemajú zobrazovať v infobare.

source: Show AGC/SNR
de: Zeige AGC/SNR
sk: Zobraziť AGC/SNR

source: Choose whether AGC/SNR are displayed or not.
de: Wählen Sie, ob AGC/SNR angezeigt werden oder nicht.
sk: Vyberte, či sa AGC/SNR majú alebo nemajú zobrazovať v infobare.

source: Skin Resolution
de: Skin Auflösung
sk: Rozlíšenie Skinu

source: Choose the resolution of the skin.
de: Wählen Sie die Auflösung des Skins.
sk: Zvoľte rozlíšenie pre Skin.

source: gradient transparent
de: Verlauf mit Transparenz
sk: vzostupne prehľadný

source: box transparent
de: Box mit Transparenz
sk: box prehľadný

source: Choose from different styles to display popups like 'MessageBox', 'ChoiceBox', 'ExtensionsList', 'VirtualKeyboard' and more.
de: Wählen Sie eine von verschiedenen Darstellungs-Varianten für Popups wie 'MessageBox', 'ChoiceBox', 'ExtensionsList', 'VirtualKeyboard' und mehr.
sk: Vyberte si z rôznych štýlov na zobrazenie automaticky otváraných okien, napríklad 'MessageBox', 'ChoiceBox', 'ExtensionsList', 'VirtualKeyboard' a ďalších.

source: gradient-style without transparency global background
de: Verlauf-Stil ohne Transparenz globaler Hintergrund
sk: vzostupný - štýl bez transparentnosti všeobecné pozadie

source: gradient-style with transparency global background
de: Verlauf-Stil mit Transparenz globaler Hintergrund
sk: vzostupný - štýl bez transparentnosti všeobecné pozadie

source: box-style without transparency global background global border
de: Box-Stil ohne Transparenz globaler Hintergrund globaler Rahmen
sk: box - štýl bez transparentnosti všeobecné pozadie všeobecný rámček

source: box-style with transparency global background global border
de: Box-Stil mit Transparenz globaler Hintergrund globaler Rahmen
sk: box - štýl bez transparentnosti všeobecné pozadie všeobecný rámček

source: Progress-Bar
de: Fortschrittsbalken
sk: Ukazateľ postupu

source: Choose the color of progress bar. Press OK to define your own RGB color.
de: Wählen Sie die Farbe des Fortschrittsbalkens. Drücken Sie OK, um Ihre eigene RGB-Farbe festzulegen.
sk: Vyberte farbu ukazateľa postupu. Stlačením tlačidla OK definujte svoju vlastnú farbu RGB.

source: border
de: Rahmen
sk: rámček

source: line
de: Linie
sk: čiara

source: Progress-Background
de: Fortschrittsbalken-Hintergrund
sk: Pozadie ukazateľa postupu

source: Progress-Border/Line
de: Fortschrittsbalken-Rahmen/Linie
sk: Ukazateľ postupu Rámček / Čiara

source: Progress-Border Color
de: Fortschrittsbalken-Rahmenfarbe
sk: Ukazateľ postupu Rámček / Farba

source: Progress-Line Color
de: Fortschrittsbalken-Liniefarbe
sk: Ukazateľ postupu Čiara / Farba

source: Choose the color of progress bar background or deactivate it completely. Press OK to define your own RGB color.
de: Wählen Sie die Farbe des Fortschrittsbalken-Hintergrunds oder deaktivieren Sie diesen komplett. Drücken Sie OK, um Ihre eigene RGB-Farbe festzulegen.
sk: Vyberte farbu pozadia na lište postupu alebo ju úplne deaktivujte. Stlačením tlačidla OK definujte svoju vlastnú farbu RGB.

source: Choose whether progress bar displayed with border or line or without them.
de: Wählen Sie, ob der Fortschrittsbalken mit Rahmen oder Linie angezeigt wird oder ohne diese.
sk: Vyberte, či sa lišta postupu bude zobrazovať s ohraničením alebo čiarou alebo bez nich.

source: Choose the border color of progress bar. Press OK to define your own RGB color.
de: Wählen Sie die Rahmenfarbe des Fortschrittsbalkens. Drücken Sie OK, um Ihre eigene RGB-Farbe festzulegen.
sk: Vyberte farbu okraja ukazovateľa priebehu. Stlačením tlačidla OK definujte svoju vlastnú farbu RGB.

source: Choose the line color of progress bar. Press OK to define your own RGB color.
de: Wählen Sie die Liniefarbe des Fortschrittsbalkens. Drücken Sie OK, um Ihre eigene RGB-Farbe festzulegen.
sk: Vyberte farbu čiary priebehu. Stlačením tlačidla OK definujte svoju vlastnú farbu RGB.

source: border choose the color below
de: Rahmen Farbauswahl unterhalb
sk: rámček vyberte farbu nižšie

source: line choose the color below
de: Linie Farbauswahl unterhalb
sk: čiara vyberte farbu nižšie

source: Zap (1xOK)
de: Umschalten (1xOK)

source: Dual TV
de: Doppel-TV

source: Dual TV 2
de: Doppel-TV 2

source: Infobar
de: Infoleiste

source: Enter your location. Press OK to use the virtual keyboard. Press the red button to search for the weather code.
de: Geben Sie Ihren Standort ein. Drücken Sie OK um die Virtuelle Tastatur zu verwenden. Drücken Sie die rote Taste um nach dem Wetter-Code zu suchen.

source: Enter your location:
de: Geben Sie Ihren Standort ein:

source: Enter location manually
de: Standort manuell eingeben

source: No valid location found.
de: Keinen gültigen Standort gefunden.

source: Weather-Code found:
de: Wetter-Code gefunden:

source: No valid Weather-Code found.
de: Keinen gültigen Wetter-Code gefunden.

source: Choose your location:
de: Wählen Sie Ihren Standort:

source: Search Code
de: Suche Code

source: Search option
de: Suchoption

source: Location
de: Standort

source: humidity
de: Luftfeuchte

source: Weather-Code:
de: Wetter-Code:

source: Choose from different options to enter your settings. Press the red button to search for the weather code.
de: Wählen Sie aus verschiedenen Optionen um Ihre Einstellungen vorzunehmen. Drücken Sie die rote Taste um nach dem Wetter-Code zu suchen.

source: Show poster
de: Zeige Poster

source: Show online indicator
de: Zeige Online-Indikator

source: Choose whether the poster should be displayed in the infobar or not.
de: Wählen Sie, ob das Poster in der Infoleiste angezeigt werden soll oder nicht.

source: Choose whether the online indicator should be displayed in the infobar or not.
de: Wählen Sie, ob der Online-Indikator in der Infoleiste angezeigt werden soll oder nicht.

source: Use custom weather icons
de: Eigene Wettersymbole verwenden

source: Choose from available custom weather icons. The icons must be in a subdirectory in '/usr/share/enigma2/WeatherIconSets'.
de: Wählen Sie aus den verfügbaren benutzerdefinierten Wettersymbolen. Die Symbole müssen sich in einem Unterverzeichnis in '/usr/share/enigma2/WeatherIconSets' befinden.
